ios_instructions_message = ("📱 **IOS**\n\n"
                            "1. Нажмите ⚙️Настройки в правом нижнем углу\n"
                            "2. Нажмите \"Выбрать имя пользователя\"\n"
                            "3. Введите имя пользователя\n")

android_instructions_message = ("🤖 **Android**\n\n"
                                "1. Нажмите на 3 полоски в левом верхнем углу\n"
                                "2. Нажмите ⚙️Настройки\n"
                                "3. Нажмите на \"Имя пользователя\" и введите имя\n")

welcome_message = ("Привет дорогой друг✋\n"
                   "Я виртуальный помощник ресторана \"У камина\"\n\n"
                   "Давай познакомимся поближе🤗")

loyalty_program_message = ("🥳 10% скидка в День Рождения (действует 1 раз "
                         "в течении 7-ми дней, кроме Реберного зала).\n\n"
                         "☕️ Кофе в подарок при оформлении карты лояльности.\n\n"
                         "🥘 Любое горячее блюдо на выбор за 5-ть приглашенных "
                         "друзей в чат-бот.\n\n⬇️ Выбери нужную кнопку ⬇️")


invite_friend_message = ("✅ Используйте ссылку ниже, чтобы пригласить друзей в бот.\n\n"
                         "Бонус за приглашение друга активируется, когда ваш друг оформит "
                         "карту лояльности, находясь в нашем ресторане.\n\n)"
                         "Обращаем Ваше внимание, что бонус за приглашение друга не действует, "
                         "если ваш друг в момент приглашения уже находится в нашем ресторане.")


survey_start_message = ("Мы очень рады, что вы выбрали наш "
                  "ресторан! 🍽️✨\n\nНам важно, чтобы "
                  "каждый гость чувствовал себя здесь "
                  "по-настоящему особенным. 🥰\n\nПомогите "
                  "нам стать лучше — ответьте на несколько "
                  "коротких вопросов. ✅📝\n\nЭто займет "
                  "не больше 10 минут, ⏳ а ваше мнение "
                  "станет ценным вкладом в улучшение нашего "
                  "сервиса, меню и атмосферы. 🍷🎶👨‍🍳\n\n"
                  "Заранее спасибо за вашу искренность! ❤️\n\n"
                  "А в конце вас ждет приятный подарок 😉🎁")


survey_finish_message = ('Спасибо огромное за ваши ответы!\n\nБлагодаря вам мы сможем '
                         'создавать ещё больше приятных моментов для наших гостей.\n\n'
                         'В знак благодарности примите от нас кофе или чай бесплатно.\n'
                         'Покажите официанту эту картинку.\n\nЖдем вас снова — обещаем,'
                         ' что каждый ваш совет мы учтем!\n\nС уважением, Команда ресторана'
                         ' «У камина»')